# ZONE_CHOICES = (
#     ('运维管理区', "运维管理区"),
#     ('生产服务器区', "生产服务器区"),
#     ('开发测试区', "开发测试区"),
#     ('封闭测试区', "封闭测试区"),
#     ('SAP环境', "SAP环境"),
#     ('预留', "预留"),
#     ('预留1', "预留1"),
#     ('LF-LNG VPN domain', "LF-LNG VPN domain"),
#     ('一期', "一期"),
#     ('BJIDC迁移至二期', "BJIDC迁移至二期"),
# )

SEGMENT_CHOICES = (
    (0, "顶级子网"),
    (1, "一级子网"),
    (2, "二级子网"),
)

ZONE_CHOICES = (
    (0, "顶级区域"),
    (1, "一级区域"),
    (2, "二级区域"),
)

IP_STATUS = (
    (1, "启用"),
    (0, "闲置"),
)

BUSINESS_TYPE = (
    (1, "生产"),
    (0, "测试"),
)
